[Balance.Balance_SeraphCrystalVendor InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachine.VendingMachine_SeraphCrystal WillowVendingMachineDefinition]
StatusMenuMapInfoBoxHeader="Vendedor de Cristais de Serafim"
StatusMenuMapInfoBoxDescription="Troque Cristais de Serafim por equipamentos!"

[VendingMachine.VendingMachineDef VendingMachineExGFxDefinition]
CustomIOTDVisitLabel="Me dê esses cristais!"

